# To use this Brewfile:
#
#   $ brew tap Homebrew/brewdler
#   $ brew brewdle
#

brew "caskroom/cask/brew-cask"
brew "gcc"
brew "git"
brew "heroku-toolbelt"
brew "macvim"
brew "memcached"
brew "nvm"
brew "phantomjs"
brew "postgresql"
brew "rbenv"
brew "thoughtbot/formulae/rcm"
brew "redis"
brew "rtorrent"
brew "ruby-build"
brew "the_silver_searcher"

cask "adobe-reader"
cask "divvy"
cask "dropbox"
cask "google-chrome"
cask "1password"
cask "vagrant"
cask "virtualbox"
cask "vlc"
