# To use this Brewfile:
#
#   $ brew bundle
#

# Requirements.
brew "git"
brew "gnupg"
brew "mise"
brew "neovim"
brew "tmux"

# Utilities.
brew "ctags"
brew "fzf"
brew "codespell"
brew "jq"
brew "macos-trash"
brew "ripgrep"
brew "shellcheck"
brew "tree"
brew "yamllint"

# Language servers.
brew "dockerfile-language-server"
brew "lua-language-server"
brew "ruby-lsp"
brew "tailwindcss-language-server"
brew "vscode-langservers-extracted"
brew "yaml-language-server"

# Applications.
cask "kitty"
cask "netnewswire"
cask "obsidian"
cask "orbstack"
