# To use this Brewfile:
#
#   $ brew bundle
#

tap "heroku/brew"

brew "chruby"
brew "ctags"
brew "elasticsearch"
brew "fzf"
brew "git"
brew "heroku"
brew "imagemagick"
brew "jq"
brew "kafka"
brew "memcached"
brew "postgresql"
brew "redis"
brew "ripgrep"
brew "ruby-install"
brew "tmux"
brew "vim"
brew "yarn"

cask "1password"
cask "dash"
cask "imageoptim"
cask "insomnia"
cask "kitty"
cask "vlc"
